{
  "cohort": [
    {
      "id": 1,
      "firstName": "Alex",
      "lastName": "Orga",
      "reelThemIn": "",
      "bio": "",
      "github": "https://github.com/AlexOrga",
      "linkedIn": "https://www.linkedin.com/in/alexanderorga/",
      "portfolio": "",
      "email": "alexorga.dev@gmail.com",
      "proImg": "images/classmates/AlexOrga.jpg",
      "funImg": "images/classmates/AlexOrga_Fun.jpg"
    },
    {
      "id": 2,
      "firstName": "Amanda",
      "lastName": "Slayton",
      "reelThemIn": "No matter how many mistakes you make or how slow you progress, you are still way ahead of everyone who isn’t trying. - Tony Robbins",
      "bio": "<p>Working as a quality technician for the past several years within the automotive industry has allowed me to wear many hats, from shipping to destructive weld testing to auditing. Throughout, I have been looking for that job that I liked, that I wanted to get out of bed for, a job that both presented a challenge and allowed me to be creative. Learning to code with the other developers at Nashville Software School has been one of the more challenging and rewarding experiences of my life and I look forward to continuing this journey beyond the classroom.</p>",
      "github": "https://github.com/ASlayton",
      "linkedIn": "https://www.linkedin.com/in/amandaslayton/",
      "portfolio": "https://onlysomewhat.com",
      "email": "alslayton86@gmail.com",
      "proImg": "images/classmates/AmandaSlayton.jpg",
      "funImg": "images/classmates/AmandaSlayton_Fun.jpg"
    },
    {
      "id": 3,
      "firstName": "Andy",
      "lastName": "Million",
      "reelThemIn": "If you aren't in over your head, how do you know how tall you are? - T.S. Eliot",
      "bio": "<p>I am a family man who loves the outdoors, traveling and adventures. Born and raised in Michigan, I moved to Tennessee in 2010 and fell in love with this part of the country. In my previous professional life,I was a cartographer and spatial data purveyor doing all kinds of neat stuff. Software development is my passion and the renewed focus in my life.</p>",
      "github": "https://github.com/amillion3",
      "linkedIn": "https://www.linkedin.com/in/andymillion/",
      "portfolio": "https://www.andymillion.com/",
      "email": "andrew.j.million@gmail.com",
      "proImg": "images/classmates/AndyMillion.jpg",
      "funImg": "images/classmates/AndyMillion_Fun.jpg"
    },
    {
      "id": 4,
      "firstName": "Anna",
      "lastName": "Dolan",
      "reelThemIn": "It always seems impossible until it's done. - Nelson Mandela",
      "bio": "",
      "github": "https://github.com/annamd115",
      "linkedIn": "https://www.linkedin.com/in/anna-m-dolan-730182a9/",
      "portfolio": "https://annamd115.github.io/",
      "email": "anna.dolan115@gmail.com",
      "proImg": "images/classmates/AnnaDolan.jpg",
      "funImg": "images/classmates/AnnaDolan_Fun.jpg"
    },
    {
      "id": 5,
      "firstName": "Barry",
      "lastName": "Russell",
      "reelThemIn": "Words empty as the wind are best left unsaid - Homer",
      "bio": "I've enjoyed tinkering with computer hardware since I was young, so when a friend suggested software development with Ruby, it seemed like a perfect fit. It is so rewarding to conceive an idea in my mind and turn it into an actual functioning product. After working on software development in my own free time, I came to NSS to receive formal training in a field that recently became a hobby to me. Upon my graduation, I would like to use my skills to create user-friendly systems that connects various groups of people and fosters global community.",
      "github": "https://github.com/BLRussell-09",
      "linkedIn": "https://www.linkedin.com/in/barry-russelljr/",
      "portfolio": "https://barryrussell.net/",
      "email": "blrussell09@gmail.com",
      "proImg": "images/classmates/BarryRussell.jpg",
      "funImg": "images/classmates/BarryRussell_Fun.jpg"
    },
    {
      "id": 6,
      "firstName": "Brian",
      "lastName": "Wright",
      "reelThemIn": "",
      "bio": "",
      "github": "https://github.com/briankw23",
      "linkedIn": "https://www.linkedin.com/in/brianwrightnash/",
      "portfolio": "",
      "email": "brianwk23@gmail.com",
      "proImg": "images/classmates/BrianWright.jpg",
      "funImg": "images/classmates/BrianWright_Fun.jpg"
    },
    {
      "id": 7,
      "firstName": "Corey",
      "lastName": "Lutrick",
      "reelThemIn": "",
      "bio": "<p></p>",
      "github": "https://github.com/Coreylutrick",
      "linkedIn": "https://www.linkedin.com/in/corey-lutrick-65b25a174/",
      "portfolio": "",
      "email": "coreylutrick@gmail.com",
      "proImg": "images/classmates/CoreyLutrick.jpg",
      "funImg": "images/classmates/CoreyLutrick_Fun.jpg"
    },
    {
      "id": 8,
      "firstName": "Drake",
      "lastName": "Morrison",
      "reelThemIn": "We have nothing, if not belief - Reepicheep",
      "bio": "<p>Drake Morrison is a Full Stack Software Developer who enjoys exploring the design of problem-solving strategies. Drake values simple, clear, and concise solutions to problems while working in a collaborative team environment. He loves to discover new ideas connected to the process of designing and crafting software. Away from computers he is fond of long hikes in the mountains, and practicing Martial Arts. A bookworm who takes pleasure in running games of Dungeons & Dragons for his friends, Drake is always trying out new mechanics to create an awesome experience for his players. Drake is a person who is deeply interested in “why?” Finding answers to those questions is a lifelong adventure and something that enhances both his professional and personal pursuits while bringing value to those around him.</p>",
      "github": "https://github.com/DrakeMorrison",
      "linkedIn": "https://www.linkedin.com/in/drakemorrison/",
      "portfolio": "https://drakemorrison.com/",
      "email": "drakermorrison@gmail.com",
      "proImg": "images/classmates/DrakeMorrison.jpg",
      "funImg": "images/classmates/DrakeMorrison_Fun.jpg"
    },
    {
      "id": 9,
      "firstName": "Jeffrey",
      "lastName": "Chen",
      "reelThemIn": "",
      "bio": "<p></p>",
      "github": "https://github.com/jeffreychen2016",
      "linkedIn": "https://www.linkedin.com/in/jeffrey-chen-2016/",
      "portfolio": "",
      "email": "jeffreychen2016@gmail.com",
      "proImg": "images/classmates/JeffreyChen.jpg",
      "funImg": "images/classmates/JeffreyChen_Fun.jpg"
    },
    {
      "id": 10,
      "firstName": "Jessica",
      "lastName": "Rodgers",
      "reelThemIn": "A project a day keeps imposter syndrome away. - Lenora Porter",
      "bio": "<p>For as long as I can remember, I’ve been very curious about how things come to be. I’m always interested in the smallest details. That same curiosity is how I found my way into the world of web development. After finding my MySpace page and remembering how fun coding the themes were, I thought I would give coding a serious chance! I began my journey by teaching myself, but realized that I could get much more out of the experience in a classroom setting. After a little research, I found my way to Nashville Software School. Nashville Software School has taught me how to think like a developer and how to write clean, readable code. It has also taught me to believe in myself in this field. I once had a horrible case of imposter syndrome, but thanks to the awesome community this school provides, I’ve been able to apply myself and build some pretty awesome projects! I am so excited to continue my journey as a web developer and can’t wait to teach other little girls that they too can code pretty awesome projects!</p>",
      "github": "https://github.com/jessrod11",
      "linkedIn": "https://www.linkedin.com/in/jessicadrodgers/",
      "portfolio": "www.jesscodeit.com",
      "email": "jessica.rodgers11@gmail.com",
      "proImg": "images/classmates/JessicaRodgers.jpg",
      "funImg": "images/classmates/JessicaRodgers_Fun.jpg"
    },
    {
      "id": 11,
      "firstName": "John",
      "lastName": "Achor",
      "reelThemIn": "A funny thing happens when we start keeping promises to ourselves. We become unstoppable. - Ken Fite",
      "bio": "<p></p>",
      "github": "https://github.com/johnachor",
      "linkedIn": "https://www.linkedin.com/in/johnachor/",
      "portfolio": "www.john-achor.com",
      "email": "johnachor@gmail.com",
      "proImg": "images/classmates/JohnAchor.jpg",
      "funImg": "images/classmates/JohnAchor_Fun.jpg"
    },
    {
      "id": 12,
      "firstName": "Leo",
      "lastName": "Taylor",
      "reelThemIn": "I intend to live forever, so far so good. - Steven Wright",
      "bio": "<p></p>",
      "github": "https://github.com/leotaylor",
      "linkedIn": "https://www.linkedin.com/in/mleotaylor/",
      "portfolio": "https://mleotaylor.com/",
      "email": "leotaylor723@gmail.com",
      "proImg": "images/classmates/LeoTaylor.jpg",
      "funImg": "images/classmates/LeoTaylor_Fun.jpg"
    },
    {
      "id": 13,
      "firstName": "Lola",
      "lastName": "Simpson",
      "reelThemIn": "Your life is made of two dates and a dash. Make the most of the dash. - Linda Ellis",
      "bio": "<p></p>",
      "github": "https://github.com/lolasimp",
      "linkedIn": "https://www.linkedin.com/in/lolasimpson/",
      "portfolio": "",
      "email": "lolalsimp@gmail.com",
      "proImg": "images/classmates/LolaSimpson.jpg",
      "funImg": "images/classmates/LolaSimpson_Fun.jpg"
    },
    {
      "id": 14,
      "firstName": "Maken",
      "lastName": "Hubbard",
      "reelThemIn": "Keep on Keepin' on - Joe Deertay",
      "bio": "<p>I am a type of person the enjoys the outdoors and good ole fashion hard work. The feeling of a successful attempt at a task is what drives me to push forward. In my studies of software development, I find that the hard work that is put into coding anything is extremely satisfying and that is my 'why' for becoming Software Developer. </p>",
      "github": "https://github.com/MakenHubbard",
      "linkedIn": "https://www.linkedin.com/in/makenhubbard/",
      "portfolio": "",
      "email": "makhub26@outlook.com",
      "proImg": "images/classmates/MakenHubbard.jpg",
      "funImg": "images/classmates/MakenHubbard_Fun.jpg"
    },
    {
      "id": 15,
      "firstName": "Mary Alice",
      "lastName": "Orr",
      "reelThemIn": "When you have exhausted all possibilities, remember this - you haven't. - Thomas Edison",
      "bio": "<p>As a child, I tested cookie recipes in my Easy-Bake Oven, conducted science experiments with household items and built toy robots. I wanted to understand how ideas became final products. For the last 6 years, I’ve specialized in digital advertising operations/marketing/site management and along the way, something sparked a realization that I was missing an integral piece to my career path puzzle. I was led to study web development at Nashville Software School after uncovering digital ad fraud in a previous position where the malicious events were executed by code. I felt a responsibility to prevent such events from occurring to my employers in the future and it ignited a new hunger in me to explore programming. Now, I’m excited to take all of the skill sets I’ve gained from previous positions/school and utilize them to my fullest potential as I grow my career in technology.</p>",
      "github": "https://github.com/maryaliceorr",
      "linkedIn": "https://www.linkedin.com/in/mary-alice-orr/",
      "portfolio": "https://maryaliceorr.com/",
      "email": "m.a.orr17@gmail.com",
      "proImg": "images/classmates/MaryAliceOrr.jpg",
      "funImg": "images/classmates/MaryAliceOrr_Fun.jpg"
    },
    {
      "id": 16,
      "firstName": "Mehret",
      "lastName": "Kulala",
      "reelThemIn": "Education is the great engine of personal development - Nelson Mandela",
      "bio": "<p>My desire to cultivate my problem-solving skill and creativity led me to Nashville Software School. Although the road was a bit bumpy once I started this journey, with a lot of prayer, perseverance and hard work I have made it to the finish line of this programme and have entered a world of continuous learning. Outside of NSS I am a mother of two, who enjoys looking at the smile on my kids face when I act silly with them. I also enjoy attending events or reading books about personal development/self awareness.</p>",
      "github": "https://github.com/Mehret17",
      "linkedIn": "https://www.linkedin.com/in/mehret-kulala-0156a743/",
      "portfolio": "https://my-presononalsite.firebaseapp.com/",
      "email": "merutaye@gmail.com",
      "proImg": "images/classmates/MehretKulala.jpg",
      "funImg": "images/classmates/MehretKulala_Fun.jpg"
    },
    {
      "id": 17,
      "firstName": "Michael",
      "lastName": "Clark",
      "reelThemIn": "The world is but a canvas for our imagination - Henry David Thoreau",
      "bio": "<p>As a maker at heart, I am most happy when I am creating things.  You can usually find me woodworking, crafting, or hiking in the backcountry.  Software development was a natural fit for a creative outlet, and provides a constant challenge.  Studying art and graphic design, I was always exposed to web development and it slowly peaked my interest.  After trying to teach myself how to program, I realized development was the perfect career path for me and decided to take the deep dive.  I owe everything I know to the awesome people at Nashville Software School, you guys are awesome!</p>",
      "github": "https://www.linkedin.com/in/michaelwclark2/",
      "linkedIn": "https://www.linkedin.com/in/michaelwclark2/",
      "portfolio": "https://michaelclark.co/",
      "email": "michael.clark1992@gmail.com",
      "proImg": "images/classmates/MichaelClark.jpg",
      "funImg": "images/classmates/MichaelClark_Fun.jpg"
    },
    {
      "id": 17,
      "firstName": "Nathan",
      "lastName": "Pabst",
      "reelThemIn": "Whether you think you can, or you think you can't--you're right. - Henry Ford",
      "bio": "<p>I received a Bachelor of Business Administration, with a concentration in Music Business, from Belmont University in 2006. For the past 10+ years, I've worked in the book industry and held positions in marketing, advertising, sales, and operations. In each role, I've sought out ways to streamline processes and find more efficient ways to complete my work. In 2016, I began experimenting with developing an application to automate an onboarding process I created for work and quickly became engrossed with all the ways technology can solve problems and create value for people. I began reading everything I could find related to technology, listening to podcasts, and watching videos on sites like Lynda.com and Team Treehouse. By 2017 I was hooked and had applied to the Nashville Software School to formalize my training as a software developer. I enjoy building applications that connect people with one another in a meaningful way, add efficiencies to existing processes, and/or improve the life of the user.</p>",
      "github": "https://github.com/nathanpabst",
      "linkedIn": "https://www.linkedin.com/in/nathanpabst/",
      "portfolio": "https://my-website-4ecf9.firebaseapp.com/index.html",
      "email": "nathan.pabst@gmail.com",
      "proImg": "images/classmates/NathanPabst.jpg",
      "funImg": "images/classmates/NathanPabst_Fun.jpg"
    },
    {
      "id": 18,
      "firstName": "Thomas",
      "lastName": "Dungan",
      "reelThemIn": "You miss 100% of the shots you don't take. -Wayne Gretzky. - Michael Scott",
      "bio": "<p></p>",
      "github": "https://github.com/ledugani",
      "linkedIn": "https://www.linkedin.com/in/tom-dugan/",
      "portfolio": "https://personal-site-128be.firebaseapp.com/",
      "email": "tdugan85@gmail.com",
      "proImg": "images/classmates/ThomasDungan.jpg",
      "funImg": "images/classmates/ThomasDungan_Fun.jpg"
    }
  ]
}
